#+TITLE: 自购清单

* 总
| 项目 | 金额(元) |
|------+----------|
| 水   |          |
| 电   |          |
| 瓦工 |          |
| 厨房 |          |
| 卫浴 |          |
| 木工   |          |
|------+----------|
| 合计 |        0 |
#+TBLFM: @>$2=vsum(@2$2..@-1$2)

* 水
| 项目       | 单位 | 单价 | 数量 | 金额 | 备注 |
|------------+------+------+------+------+------|
| 前置过滤器 | 套   |  550 |    1 |      | [[https://detail.tmall.com/item.htm?spm=a230r.1.14.4.4ab321e1HMWyqd&id=558641370747&cm_id=140105335569ed55e27b&abbucket=6][美的]] |
|------------+------+------+------+------+------|
| 总计       |      |      |      |      |      |
#+TBLFM: $5=$3*$4
#+TBLFM: @>$5=vsum(@3$5..@-1$5)


* 电
| 项目   | 单位 | 单价 | 数量 | 金额 | 备注 |
|--------+------+------+------+------+------|
| 轨道灯 | 套   |      |    3 |      |      |
| 灯     | 套   |      |    7 |      |      |
|        |      |      |      |      |      |
|--------+------+------+------+------+------|
| 总计   |      |      |      |      |      |
#+TBLFM: $5=$3*$4
#+TBLFM: @>$5=vsum(@5$5..@-1$5)

+ 轨道灯: 客厅, 主卧, 次卧
+ 灯: 玄关, 厨房, 阳台, 书房, 卫生间, 浴室, 洗手台
* 瓦工
| 项目 | 单位 | 单价 | 数量 | 金额 | 备注 |
|------+------+------+------+------+------|
|      |      |      |      |      |      |
|------+------+------+------+------+------|
| 总计 |      |      |      |  |      |
#+TBLFM: $5=$3*$4
#+TBLFM: @>$5=vsum(@3$5..@-1$5)


* 厨房
| 项目 | 单位 | 单价 | 数量 | 金额 | 备注 |
|------+------+------+------+------+------|
|      |      |      |      |      |      |
|------+------+------+------+------+------|
| 总计 |      |      |      |  |      |
#+TBLFM: $5=$3*$4
#+TBLFM: @>$5=vsum(@3$5..@-1$5)


* 卫浴
| 项目 | 单位 | 单价 | 数量 | 金额 | 备注 |
|------+------+------+------+------+------|
|      |      |      |      |      |      |
|------+------+------+------+------+------|
| 总计 |      |      |      |  |      |
#+TBLFM: $5=$3*$4
#+TBLFM: @>$5=vsum(@3$5..@-1$5)


* 木工
| 项目 | 单位 | 单价 | 数量 | 金额 | 备注 |
|------+------+------+------+------+------|
|      |      |      |      |      |      |
|------+------+------+------+------+------|
| 总计 |      |      |      |  |      |
#+TBLFM: $5=$3*$4
#+TBLFM: @>$5=vsum(@3$5..@-1$5)

